[spaceship]
sell_intro0 = [glitch]Hola, joven. Soy de una tierra muy lejana. He visto todos los rincones de la tierra y ahora vendo pequeñas piezas de mis descubrimientos[/glitch]
sell_intro1 = [glitch]Puedes llamarme el [name]vendedor de insignias[/name], porque vendo y comercio [icon:badge]Insignias. Puedo proporcionar habilidades fuertes y actualizaciones para tu sombrero... si tienes dinero, por supuesto.[/glitch]
sell_intro2 = [glitch]¿Has venido a hacer otra compra?[/glitch]
sell_intro3 = [glitch][icon:badge]Las insignias están... totalmente "en camino" en este momento. Eso es lo que me dijeron que dijera. Entonces haz una compra, por favor[/glitch]
sell_intro4 = [glitch]No todo lo que vendo tiene valor. También vendo terribles [icon:badge]Insignias... y sin embargo, la gente las compra de todos modos.[/glitch]
sell_intro5 = [glitch]Bienvenido, joven. Por favor haga una compra en mi humilde puesto.[/glitch]
sell_intro6 = [glitch]Por favor, ignora mi comportamiento nervioso. Mi cuerpo ha estado en lugares que han dejado una marca permanente.[/glitch]

all_out0 = [glitch]Eso es todo lo que puedo vender por ahora. Cuídate.[/glitch]
all_out1 = [glitch]No me queda nada por vender. Por favor, visítame en otro momento.[/glitch]